apt-transport-https
build-essential
cmake
code
cpufrequtils
curl
debhelper
doxygen
doxygen-gui
dunst
feh
flameshot
fontforge
fonts-dejima-mincho
gawk
gimp
git
git-lfs
gitg
gnome-terminal
gnome-tweak-tool
graphviz
haskell-platform
i3xrocks-battery
i3xrocks-cpu-usage
i3xrocks-memory
i3xrocks-net-traffic
i3xrocks-time
i3xrocks-wifi
ibus
ibus-mozc
kitty
latex-cjk-all
libnotify-bin
libreoffice
meld
mozc-utils-gui
neovim
nordvpn
pdf2svg
pkg-config
potrace
regolith-desktop
snapd
texlive
texlive-fonts-extra
texlive-latex-extra
texlive-science
texlive-xetex
vim
vlc
