regolith-desktop
i3xrocks-battery
i3xrocks-cpu-usage
i3xrocks-net-traffic
i3xrocks-time
i3xrocks-wifi
apt-transport-https
build-essential
cmake
code
curl
doxygen
doxygen-gui
git
git-lfs
gitg
graphviz
meld
pkg-config
vim
gimp
gnome-tweak-tool
gnome-terminal
ibus
ibus-mozc
libreoffice
vlc
latex-cjk-all
texlive
texlive-latex-extra
texlive-science
texlive-xetex
cpufrequtils
laptop-mode-tools
powertop
debhelper
snapd
nordvpn
dunst
