alacritty
arc-icon-theme
arc-theme
build-essential
cmake
cpufrequtils
curl
doxygen
doxygen-gui
dunst
flameshot
fonts-ipaexfont-gothic
fonts-source-code-pro-ttf
gawk
gimp
git
git-lfs
gitg
gnome-tweak-tool
graphviz
haskell-platform
i3xrocks-battery
i3xrocks-cpu-usage
i3xrocks-memory
i3xrocks-net-traffic
i3xrocks-time
i3xrocks-wifi
ibus
ibus-mozc
latex-cjk-all
libnotify-bin
libreoffice
meld
mozc-utils-gui
nautilus-dropbox
neovim
nordvpn
pandoc
pdf2svg
pdftk
pkg-config
regolith-desktop
snapd
texlive
texlive-fonts-extra
texlive-latex-extra
texlive-science
texlive-xetex
tree
vim
vlc
zathura
zsh
